{
  "basics": {
    "name": "Jialin Ye",
    "label": "",
    "image": "",
    "email": "thisisyejialin@outlook.com",
    "phone": "Do You Really Wanna Know?",
    "url": "https://jialinye.github.io/",
    "summary": "A Chinese-born Neuroscientist, man of versatile tastes, having unrealistic fantasies about the brain",
    "location": {
      "address": "IJzerenmolenstraat 30",
      "postalCode": "Leuven 3000",
      "city": "Leuven",
      "countryCode": "Belgium",
      "region": "Flemish Brabant"
    }
  },
  "work": [
    {
      "institution": "Brain Cognition and Brain Disease Institute, Shenzhen Institute of Advanced Technology",
      "position": "Research Assistant",
      "location": "Shenzhen, China",
      "url": "https://bcbdi.siat.ac.cn/",
      "startDate": "2019-05",
      "endDate": "2024-11",
      "summary": "Studying the behavior patterns of spontaneous behaviors of mice under different conditions and building up the analytical pipeline for 3D elaborate animal behavior data analysis",
      "highlights": ["3D animal behavior data analysis",  "Visually-evoked innate fear behavior"]
    }
  ],
  "education": [
    {
      "institution": "NeuroElectronics Research Flanders (NERF), Leuven, Belgium",
      "university": "Katholieke Universiteit te Leuven (KU Leuven)",
      "location": "Leuven, Belgium",
      "supervisor": "Karl Farrow",
      "url": "https://farrowlab.sites.vib.be/en/research",
      "studyField": "Neuroscience",
      "studyType": "PhD student",
      "startDate": "2024-11",
      "endDate": "Present",
      "projects": [
        "The mechanism of the subcortical network balances the output of flexible defensive behavior",
        "Visual defensive behavior patterns across different species (C567BL/6J, Peromyscus)"
      ]
    },
    {
      "institution": "Brain Cognition and Brain Disease Institute, Shenzhen Institute of Advanced Technology",
      "university": "University of Chinese Academy of Sciences, Beijing, China",
      "location": "Shenzhen, China",
      "supervisor": ["Feng Wang","Liping Wang"],
      "url": "https://suat-sz.edu.cn/info/1166/2105.htm",
      "studyField": "Neuroscience",
      "studyType": "Master",
      "GPA": "3.84/4.00",
      "startDate": "2019-09",
      "endDate": "2022-05",
      "projects": [
        "Cellular-specific neuronal circuits of visually-evoked innate fear behavior",
        "Applying a machine learning framework to clarify the spatiotemporal behavior pattern at the movement level"
      ],
      "Thesis": "Cell type-specific endocannabinoid system superior colliculus modulates visual innate fear behavior"
    },
    {
      "institution": "College of Life Sciences",
      "university": "South Normal China University, Guangzhou, China",
      "url": "https://life.scnu.edu.cn/English/",
      "location": "Guangzhou, China",
      "studyField": "Biotechnology",
      "studyType": "Bachelor",
      "GPA": "4.02/5.00",
      "startDate": "2015-09",
      "endDate": "2019-05",
      "courses": [
        "Molecular biology skills, including DNA purification, primer design, PCR, Westen blot, and ELISA",
        "Basic biology knowledge, Bioinformatics, Genetic biology, Molecular biology, Biochemistry"
      ],
      "Thesis": "The characteristic SNPs of various evolutionary lineages of human papillomavirus type 16"
    }
  ],
  "awards": [
    {
      "title": "Full PhD Scholarship by China Scholarship Council (CSC)",
      "date": "2024-07"
    },
    {
      "title": "Best Poster Award of academic annual conference in Chinese Association for Physiological Sciences",
      "date": "2023-10"
    },
    {
      "title": "Second prize of the annual academic conference in Brain Cognition and Brain Disease Institute",
      "date": "2023-05"
    },
    {
      "title": "Merit Student Award of the University of Chinese Academy of Sciences",
      "date": "2021-10"
    },
    {
      "title": "Merit Student Award of the University of Chinese Academy of Sciences",
      "date": "2019-10"
    },
    {
      "title": "Academic Excellence Award Scholarship at South Normal China University",
      "date": "2018-05"
    },
    {
      "title": "DBD Encouragement Scholarship and Grants at Beijing DBN Science&Technology Group",
      "date": "2017-10"
    },
    {
      "title": "Comprehensive Scholarship at South Normal China University",
      "date": "2017-05"
    }
  ],
  "publications": [
    {
      "name": "Hierarchical Behavioral Analysis Framework (HBAF) as a platform for standardized quantitative identification of behaviors",
      "publisher": "Cell Reports",
      "releaseDate": "2025-02-25",
      "url": "https://doi.org/10.1016/j.celrep.2025.115239",
      "summary": "In this paper, we propose a framework for the standardized and quantitative identification of behaviors across multiple hierarchical levels, termed the Hierarchical Behavioral Analysis Framework (HBAF). Using HBAF, we investigate the spontaneous behavioral patterns of mice under various experimental conditions, including acute stress models, different times of day, light exposure, and sex-related differences."
    },
    {
      "name": "Mapping the behavioral signatures of Shank3b mice in both sexes",
      "publisher": "Neuroscience Bulletin",
      "releaseDate": "2024-06-20",
      "url": "https://doi.org/10.1007/s12264-024-01237-8",
      "summary": "Autism spectrum disorders (ASD) are neurodevelopmental disorders, and mutations in the Shank3b gene represent one of the most widely studied mouse models for ASD research. It is well established that Shank3b knockout (Shank3b -/-) mice exhibit core symptoms such as social deficits and repetitive, stereotyped behaviors. However, the spontaneous behavioral repertoire of these mice remains incompletely characterized. In this study, we employed a 3D behavioral analysis system to investigate the spontaneous behavioral features of male and female mice across three genotypes—wild-type, heterozygous (Shank3b +/-), and homozygous (Shank3b -/-)—within the same litter."
    },
    {
      "name": "The subthalamic corticotropin-releasing hormone neurons mediate adaptive REM sleep responses to threat",
      "publisher": "Neuron",
      "releaseDate": "2022-04-06",
      "url": "https://doi.org/10.1016/j.neuron.2021.12.033",
      "summary": "Sleep and predator defense are both essential instinctive behaviors for individual survival, yet they inherently present a degree of conflict. This study is the first to reveal a shared neural circuit that regulates both rapid eye movement (REM) sleep and innate fear responses. The emergence of this energy-efficient brain mechanism may have evolved and been reinforced through adaptation to environmental threats. The discovery of this shared circuitry suggests that REM sleep may play a previously underappreciated role in predator defense. This finding provides a potential evolutionary explanation for the well-documented clinical co-occurrence of increased REM sleep and stress-related emotional disorders."
    },
    {
      "name": "Lifespan changes in cannabinoid 1 receptor mRNA expression in the female C57BL/6J mouse brain",
      "publisher": "Journal of Comparative Neurology",
      "releaseDate": "2022-10-14",
      "url": "https://doi.org/10.1002/cne.25427",
      "summary": "This study systematically mapped age-related changes in CB1 receptor (CB1R) mRNA expression across 36 brain regions in female mice, revealing region-specific trajectories—including cortical increases and subcortical decreases—highlighting the importance of age and sex as critical factors in endocannabinoid signaling."
    },
    {
      "name": "Connectivity map of subthalamic corticotropin-releasing hormone neurons in the mouse brain",
      "publisher": "Neuroscience Bulletin",
      "releaseDate": "2022-09-05",
      "url": "https://doi.org/10.1007/s12264-022-00939-1",
      "summary": "In this study, the intricate neuroanatomy of CRH cell types in the mSTN with critical functions in the integration of stress responses and sleep/wake states is identified for the first time. The structural basis we provide helps to better understand non-motor STN functions and also offers a potential target for the treatment of sleep disturbance-related psychiatric disorders."
    }
  ],
  "skills": [
    {
      "name": "Python programming",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Data Analysis",
        "Data visualization",
        "3D animal behavior data analysis"
      ]
    }
  ],
  "languages": [
    {
      "language": "Chinese",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "Cantonese",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    }
  ],
  "interests": [
    {
      "name": "Innate behavior",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Fear",
        "Feeding",
        "Hunting",
        "Instinctive driven behavior"
      ]
    },
    {
      "name": "Elaborate animal behavior analysis",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Deeplabcut",
        "BehaviorAtlas",
        "Moseq",
        "3D animal skeleton reconstruction"
      ]
    },
    {
      "name": "Neuroscience",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "State-of-the-art neuroscience techniques",
        "Virus tools",
        "Neuro monitoring and manipulation",
        "Sexual dimorphism"
      ]
    },
    {
      "name": "Machine learning",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Computer vision",
        "Transformers",
        "Large language models",
        "Time series analysis"
      ]
    }
  ]
}
